{
  "Home": "الصفحة الرئيسية",
  "About":"من نحن ",
  "Contact":"تواصل معنا",
  "Sign-In":"تسجيل الدخول",
  "About us":"من نحن ",
  "Curabitur arcu erat, accumsan id imperdiet et,":"مصنع وشركه ايجبت اوير متخصص في مجال الميكنه والتطوير التكنولوجي وتصنيع ماكينات الخدمة الذاتية والاستشارات التقنيه وبرامج الهواتف الذكيه ومواقع الويب بالاضافه الى كل ما يخص مجال It من اجهزه وخدماتها وصيانتها وأيضا انظمه المراقبه",
  "porttitor at sem Mauris blandit aliquet elit, eget tincidunt.":"في نفس الوقت موريس بلانديت أليكيت إيليت",
  "Coffee Drinks":"مشروبات القهوة",
  "Completed Projects":"المشاريع المنجزة",
  "Mail Sent":"البريد المرسل",
  "Awards Received":"الجوائز التي تم الحصول عليها",
  "Popular Products":"المنتجات الاكثر شعبية",
  "Details":"تفاصيل",
  "category":"الفئة",
  "title":"عنوان",
  "description":"وصف",
  "Fjallraven - Foldsack No. 1 Backpack, Fits 15 Laptops":"Fjallraven - حقيبة ظهر قابلة للطي رقم 1، تناسب 15 جهاز كمبيوتر محمول",
  "men's clothing":"ملابس رجالية",
  "Mens Casual Premium Slim Fit T-Shirts":"تيشيرتات رجالية عادية بريميوم سليم فيت",
  "Slim-fitting style, contrast raglan long sleeve,":"تصميم نحيف، أكمام طويلة ريجلان متباينة",
  "Slim-fitting style, contrast raglan long sleeve, three-button henley placket, light weight & soft fabric for breathable and comfortable wearing. And Solid stitched shirts with round neck made for durability and a great fit for casual fashion wear and diehard baseball fans. The Henley style round neckline includes a three-button placket.":"طراز نحيف، أكمام طويلة راجلان متباينة، فتحة هينلي بثلاثة أزرار، خفيف الوزن ونسيج ناعم من أجل ارتداء مريح ومريح. وقمصان مخيطة بشكل متين برقبة دائرية مصنوعة من أجل المتانة وملاءمة رائعة للملابس غير الرسمية ومشجعي البيسبول المتعصبين. يشتمل خط العنق الدائري بنمط Henley على فتحة بثلاثة أزرار.",
  "Mens Cotton Jacket":"سترة قطن رجالي",
  "great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions, such as working, hiking, camping, mountain/rock climbing, cycling, traveling or other outdoors. Good gift choice for you or your family member. A warm hearted love to Father, husband or son in this thanksgiving or Christmas Day.":"سترات ملابس خارجية رائعة للربيع/الخريف/الشتاء، مناسبة للعديد من المناسبات، مثل العمل والتنزه سيرًا على الأقدام والتخييم وتسلق الجبال/الصخور وركوب الدراجات والسفر وغيرها من الأماكن الخارجية. اختيار هدية جيد لك أو لأحد أفراد عائلتك. حب دافئ القلب للأب أو الزوج أو الابن في عيد الشكر أو عيد الميلاد هذا.",
"Mens Casual Slim Fit":"رجل عارضة سليم صالح",
"The color could be slightly different between on the screen and in practice. / Please note that body builds vary by person, therefore, detailed size information should be reviewed below on the product description.":"قد يختلف اللون قليلاً بين اللون الموجود على الشاشة وفي الممارسة العملية. / يرجى ملاحظة أن بنية الجسم تختلف من شخص لآخر، لذا يجب مراجعة معلومات الحجم التفصيلية أدناه في وصف المنتج.",
"John Hardy Women's Legends Naga Gold & Silver Dragon Station Chain Bracelet":"من مجموعة الأساطير الخاصة بنا، تم استلهام ناجا من تنين الماء الأسطوري الذي يحمي لؤلؤة المحيط. ارتديه متجهًا للداخل ليمنحك الحب والوفرة، أو للخارج للحماية.",
"From our Legends Collection, the Naga was inspired by the mythical water dragon that protects the ocean's pearl. Wear facing inward to be bestowed with love and abundance, or outward for protection.":"من مجموعة الأساطير الخاصة بنا، تم استلهام ناجا من تنين الماء الأسطوري الذي يحمي لؤلؤة المحيط. ارتديه متجهًا للداخل ليمنحك الحب والوفرة، أو للخارج للحماية.",
"jewelery":"مجوهرات",
"Expand your PS4 gaming experience, Play anywhere Fast and easy, setup Sleek design with high capacity, 3-year manufacturer's limited warranty":"قم بتوسيع تجربة ألعاب PS4 الخاصة بك، العب في أي مكان، إعداد سريع وسهل، تصميم أنيق بسعة عالية، ضمان محدود من الشركة المصنعة لمدة 3 سنوات",
"Easy upgrade for faster boot up, shutdown, application load and response (As compared to 5400 RPM SATA 2.5” hard drive; Based on published specifications and internal benchmarking tests using PCMark vantage scores) Boosts burst write performance, making it ideal for typical PC workloads The perfect balance of performance and reliability Read/write speeds of up to 535MB/s/450MB/s (Based on internal testing; Performance may vary depending upon drive capacity, host device, OS and application.)":"ترقية سهلة للتمهيد والإيقاف وتحميل التطبيق والاستجابة بشكل أسرع (مقارنة بمحرك الأقراص الثابتة SATA مقاس 2.5 بوصة بسرعة 5400 دورة في الدقيقة؛ استنادًا إلى المواصفات المنشورة واختبارات القياس الداخلية باستخدام نتائج PCMark vantage) يعزز أداء الكتابة المتواصل، مما يجعله مثاليًا لأحمال عمل الكمبيوتر النموذجية التوازن المثالي بين الأداء والموثوقية، سرعات قراءة/كتابة تصل إلى 535 ميجابايت/ثانية/450 ميجابايت/ثانية (استنادًا إلى الاختبار الداخلي؛ قد يختلف الأداء وفقًا لسعة محرك الأقراص والجهاز المضيف ونظام التشغيل والتطبيق.)",
"Solid Gold Petite Micropave":"ميكروباف صغير الحجم من الذهب الصلب",
"Satisfaction Guaranteed. Return or exchange any order within 30 days.Designed and sold by Hafeez Center in the United States. Satisfaction Guaranteed. Return or exchange any order within 30 days.":"الرضا مضمون. إرجاع أو استبدال أي طلب خلال 30 يومًا. تم تصميمه وبيعه بواسطة مركز حفيظ في الولايات المتحدة. الرضا مضمون. إرجاع أو استبدال أي طلب خلال 30 يومًا.",
"White Gold Plated Princess":"الأميرة المطلية بالذهب الأبيض",
"Classic Created Wedding Engagement Solitaire Diamond Promise Ring for Her. Gifts to spoil your love more for Engagement, Wedding, Anniversary, Valentine's Day...":"خاتم وعد كلاسيكي من سوليتير الماسي لخطوبة الزفاف من أجلها. هدايا لتفسد حبك أكثر للخطوبة، الزفاف، الذكرى السنوية، عيد الحب...",
"Pierced Owl Rose Gold Plated Stainless Steel Double":"بومة مثقوبة مطلية بالذهب الوردي من الفولاذ المقاوم للصدأ مزدوج",
"Rose Gold Plated Double Flared Tunnel Plug Earrings. Made of 316L Stainless Steel":"ارتفع الذهب مطلي مزدوج متوهج الأقراط التوصيل النفق. مصنوعة من الفولاذ المقاوم للصدأ 316L",
"WD 2TB Elements Portable External Hard Drive - USB 3.0":"محرك الأقراص الصلبة الخارجي المحمول WD 2TB Elements - USB 3.0",
"USB 3.0 and USB 2.0 Compatibility Fast data transfers Improve PC Performance High Capacity; Compatibility Formatted NTFS for Windows 10, Windows 8.1, Windows 7; Reformatting may be required for other operating systems; Compatibility may vary depending on user’s hardware configuration and operating system":"التوافق مع USB 3.0 وUSB 2.0، نقل البيانات بسرعة، تحسين أداء الكمبيوتر، سعة عالية؛ التوافق المنسق NTFS لأنظمة التشغيل Windows 10 وWindows 8.1 وWindows 7؛ قد تكون إعادة التنسيق مطلوبة لأنظمة التشغيل الأخرى؛ قد يختلف التوافق وفقًا لتكوين الأجهزة ونظام التشغيل الخاص بالمستخدم",
"electronics":"إلكترونيات",
"SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s":"SanDisk SSD PLUS 1 تيرابايت SSD داخلي - SATA III 6 جيجابت/ثانية",
"Easy upgrade for faster boot up, shutdown, application load and response (As compared to 5400 RPM SATA 2.5” hard drive; Based on published specifications and internal benchmarking tests using PCMark vantage scores) Boosts burst write performance, making it ideal for typical PC workloads The perfect balance of performance and reliability Read/write speeds of up to 535MB/s/450MB/s (Based on internal testing; Performance may vary depending upon drive capacity, host device, OS and application.":"ترقية سهلة للتمهيد والإيقاف وتحميل التطبيق والاستجابة بشكل أسرع (مقارنة بمحرك الأقراص الثابتة SATA مقاس 2.5 بوصة بسرعة 5400 دورة في الدقيقة؛ استنادًا إلى المواصفات المنشورة واختبارات القياس الداخلية باستخدام نتائج PCMark vantage) يعزز أداء الكتابة المتواصل، مما يجعله مثاليًا لأحمال عمل الكمبيوتر النموذجية التوازن المثالي بين الأداء والموثوقية، سرعات قراءة/كتابة تصل إلى 535 ميجابايت/ثانية/450 ميجابايت/ثانية (استنادًا إلى الاختبار الداخلي؛ قد يختلف الأداء وفقًا لسعة محرك الأقراص والجهاز المضيف ونظام التشغيل والتطبيق.",
"Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5":"Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
"3D NAND flash are applied to deliver high transfer speeds Remarkable transfer speeds that enable faster bootup and improved overall system performance. The advanced SLC Cache Technology allows performance boost and longer lifespan 7mm slim design suitable for Ultrabooks and Ultra-slim notebooks. Supports TRIM command, Garbage Collection technology, RAID, and ECC (Error Checking & Correction) to provide the optimized performance and enhanced reliability.":"يتم تطبيق فلاش NAND ثلاثي الأبعاد لتوفير سرعات نقل عالية، سرعات نقل ملحوظة تتيح تشغيل أسرع وتحسين الأداء العام للنظام. تتيح تقنية SLC Cache المتقدمة تعزيز الأداء وعمرًا أطول، وتصميم نحيف مقاس 7 مم مناسب لأجهزة Ultrabooks وأجهزة الكمبيوتر المحمولة فائقة النحافة. يدعم أمر TRIM، وتقنية تجميع البيانات المهملة، وRAID، وECC (فحص الأخطاء وتصحيحها) لتوفير الأداء الأمثل والموثوقية المحسنة.",
"WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive":"WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive",
"Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin":"شاشة Acer SB220Q bi مقاس 21.5 بوصة عالية الدقة بالكامل (1920 × 1080) IPS فائقة النحافة",
"21. 5 inches Full HD (1920 x 1080) widescreen IPS display And Radeon free Sync technology. No compatibility for VESA Mount Refresh Rate: 75Hz - Using HDMI port Zero-frame design | ultra-thin | 4ms response time | IPS panel Aspect ratio - 16: 9. Color Supported - 16. 7 million colors. Brightness - 250 nit Tilt angle -5 degree to 15 degree. Horizontal viewing angle-178 degree. Vertical viewing angle-178 degree 75 hertz":"شاشة IPS عريضة مقاس 21.5 بوصة عالية الدقة (1920 × 1080) وتقنية Radeon Free Sync. لا يوجد توافق مع معدل تحديث VESA Mount: 75 هرتز - استخدام منفذ HDMI تصميم بدون إطار | رقيقة جدا | زمن الاستجابة 4 مللي ثانية نسبة العرض إلى الارتفاع للوحة IPS - 16: 9. الألوان المدعومة - 16.7 مليون لون. السطوع - 250 شمعة في المتر المربع، زاوية الميل -5 درجة إلى 15 درجة. زاوية الرؤية الأفقية-178 درجة. زاوية عرض عمودية - 178 درجة 75 هيرتز",
"Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide Screen QLED":"شاشة سامسونج المنحنية للألعاب مقاس 49 بوصة CHG90 وسرعة 144 هرتز (LC49HG90DMNXZA) - شاشة QLED فائقة الاتساع",
"49 INCH SUPER ULTRAWIDE 32:9 CURVED GAMING MONITOR with dual 27 inch screen side by side QUANTUM DOT (QLED) TECHNOLOGY, HDR support and factory calibration provides stunningly realistic and accurate color and contrast 144HZ HIGH REFRESH RATE and 1ms ultra fast response time work to eliminate motion blur, ghosting, and reduce input lag":"شاشة ألعاب منحنية 49 بوصة فائقة العرض 32:9 مع شاشة مزدوجة مقاس 27 بوصة جنبًا إلى جنب، تقنية QUANTUM DOT (QLED) ودعم HDR ومعايرة المصنع توفر ألوانًا وتباينًا واقعيًا ودقيقًا بشكل مذهل، ومعدل تحديث عالٍ يبلغ 144 هرتز ووقت استجابة فائق السرعة يبلغ 1 مللي ثانية القضاء على ضبابية الحركة والظلال وتقليل تأخر الإدخال",
"BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats":"سترة BIYLACLESEN النسائية 3 في 1 على الجليد معاطف الشتاء",
"Note:The Jackets is US standard size, Please choose size as your usual wear Material: 100% Polyester; Detachable Liner Fabric: Warm Fleece. Detachable Functional Liner: Skin Friendly, Lightweigt and Warm.Stand Collar Liner jacket, keep you warm in cold weather. Zippered Pockets: 2 Zippered Hand Pockets, 2 Zippered Pockets on Chest (enough to keep cards or keys)and 1 Hidden Pocket Inside.Zippered Hand Pockets and Hidden Pocket keep your things secure. Humanized Design: Adjustable and Detachable Hood and Adjustable cuff to prevent the wind and water,for a comfortable fit. 3 in 1 Detachable Design provide more convenience, you can separate the coat and inner as needed, or wear it together. It is suitable for different season and help you adapt to different climates":"ملحوظة: السترات بمقاس قياسي أمريكي، يرجى اختيار المقاس حسب ملابسك المعتادة. الخامة: 100% بوليستر؛ نسيج بطانة قابل للفصل: صوف دافئ. بطانة عملية قابلة للفصل: صديقة للبشرة، خفيفة الوزن ودافئة. سترة مبطنة بياقة واقفة، تبقيك دافئًا في الطقس البارد. جيوب بسحاب: جيبان لليدين بسحاب، وجيبان بسحاب على الصدر (يكفي للاحتفاظ بالبطاقات أو المفاتيح) وجيب مخفي بالداخل. جيوب يد بسحاب وجيب مخفي يحافظ على أغراضك آمنة. تصميم إنساني: غطاء رأس قابل للتعديل والفصل وأساور قابلة للتعديل لمنع الرياح والماء، من أجل ملاءمة مريحة. تصميم 3 في 1 قابل للفصل يوفر المزيد من الراحة، يمكنك فصل المعطف والجزء الداخلي حسب الحاجة، أو ارتداؤه معًا. إنها مناسبة لمواسم مختلفة وتساعدك على التكيف مع المناخات المختلفة",
"women's clothing":"ملابس نسائية",
"Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket":"سترة موتو بايكر النسائية من الجلد الصناعي بغطاء للرأس وقابلة للإزالة من Lock and Love",
"100% POLYURETHANE(shell) 100% POLYESTER(lining) 75% POLYESTER 25% COTTON (SWEATER), Faux leather material for style and comfort / 2 pockets of front, 2-For-One Hooded denim style faux leather jacket, Button detail on waist / Detail stitching at sides, HAND WASH ONLY / DO NOT BLEACH / LINE DRY / DO NOT IRON":"100% بولي يوريثين (الغلاف) 100% بوليستر (البطانة) 75% بوليستر 25% قطن (سترة)، مادة جلدية صناعية للأناقة والراحة / جيبان في الأمام، سترة من الجلد الصناعي بغطاء للرأس 2 مقابل واحد، تفاصيل أزرار على الخصر / خياطة تفصيلية على الجانبين، يُغسل يدويًا فقط / لا تستخدم المبيضات / يُجفف بالتعليق / لا يُكوى",
"Rain Jacket Women Windbreaker Striped Climbing Raincoats":"سترة المطر النسائية سترة واقية معاطف تسلق مخططة",
"Lightweight perfet for trip or casual wear---Long sleeve with hooded, adjustable drawstring waist design. Button and zipper front closure raincoat, fully stripes Lined and The Raincoat has 2 side pockets are a good size to hold all kinds of things, it covers the hips, and the hood is generous but doesn't overdo it.Attached Cotton Lined Hood with Adjustable Drawstrings give it a real styled look.":"عطر خفيف الوزن للرحلات أو الملابس الكاجوال---أكمام طويلة مع غطاء للرأس، تصميم خصر برباط قابل للتعديل. معطف واق من المطر مزود بأزرار وسحاب أمامي، وخطوط كاملة مبطنة، ويحتوي معطف المطر على جيبين جانبيين بحجم جيد لحمل جميع أنواع الأشياء، فهو يغطي الوركين، وغطاء الرأس كبير ولكنه لا يبالغ في ذلك. غطاء رأس مبطن بالقطن مرفق مع أربطة قابلة للتعديل تعطيها مظهرًا حقيقيًا.",
"MBJ Women's Solid Short Sleeve Boat Neck V":"قميص نسائي من MBJ بأكمام قصيرة ورقبة على شكل حرف V",
"95% RAYON 5% SPANDEX, Made in USA or Imported, Do Not Bleach, Lightweight fabric with great stretch for comfort, Ribbed on sleeves and neckline / Double stitching on bottom hem":"95% رايون 5% سباندكس، مصنوع في الولايات المتحدة الأمريكية أو مستورد، لا تستخدم المبيضات، نسيج خفيف الوزن مع تمدد رائع للراحة، مضلع على الأكمام وخط الرقبة / خياطة مزدوجة على الحاشية السفلية",
"Opna Women's Short Sleeve Moisture":"رطوبة قصيرة الأكمام للسيدات من Opna",
"100% Polyester, Machine wash, 100% cationic polyester interlock, Machine Wash & Pre Shrunk for a Great Fit, Lightweight, roomy and highly breathable with moisture wicking fabric which helps to keep moisture away, Soft Lightweight Fabric with comfortable V-neck collar and a slimmer fit, delivers a sleek, more feminine silhouette and Added Comfort":"100% بوليستر، يُغسل في الغسالة، 100% بوليستر كاتيوني متشابك، يُغسل في الغسالة وينكمش مسبقًا لملاءمة رائعة، خفيف الوزن، واسع وجيد التهوية مع نسيج ماص للرطوبة يساعد على الحفاظ على الرطوبة بعيدًا، نسيج ناعم خفيف الوزن مع ياقة مريحة على شكل حرف V مقاس أنحف، يوفر صورة ظلية أنيقة وأكثر أنثوية وراحة إضافية",
"DANVOUY Womens T Shirt Casual Cotton Short":"تي شيرت نسائي من DANVOUY قصير من القطن كاجوال",
"95%Cotton,5%Spandex, Features: Casual, Short Sleeve, Letter Print,V-Neck,Fashion Tees, The fabric is soft and has some stretch., Occasion: Casual/Office/Beach/School/Home/Street. Season: Spring,Summer,Autumn,Winter":"95% قطن، 5% سباندكس، الميزات: كاجوال، كم قصير، طباعة حروف، رقبة على شكل حرف V، تي شيرتات عصرية، القماش ناعم وله بعض التمدد. المناسبة: كاجوال/مكتب/شاطئ/مدرسة/منزل/شارع. الموسم: الربيع، الصيف، الخريف، الشتاء",
"SERVICES":"خدمات",
"Curabitur arcu erat, accumsan id imperdiet et, porttitor at sem.":"لقد حان وقت العلاج، وهو أمر ضروري وقابل للنقل في حد ذاته.",
"Mauris blandit aliquet elit, eget tincidunt.":"موريس بلانديت إيليت إيليت، eget tincidunt.",
"Vorem amet intuitive":"نمتلك خبرة طويلة في مجالنا",
"Curabitur arcu erat":"تقدم ماكينات الخدمة الذاتية ",
"accumsan id imperdiet et":"كل ما تحتاج اليه المؤسسات والشركات و",
"porttitor at sem.":"الوزارات من ميكنه اجرائتها من خلال ميكنه تلك الإجراءات وتقديمها للمستفيدي",
"Mauris blandit aliquet elit,":"الوزارات من ميكنه اجرائتها من خلال ميكنه تلك الإجراءات وتقديمها للمستفيدي",
"eget tincidunt nibh pulvinar a.":"20 دورة تدريبية تنمي قدراتك وتؤهلك لسوق العمل",
"Curabitur aliquet quam.":"أي نوع من الفصول الدراسية؟",
"Gold":"الذهبي",
"Feature No 1":"الميزة رقم 1",
"Extra Feature":"ميزة إضافية",
"Extra Feature No 2":"الميزة الإضافية رقم 2",
"Feature":"ميزة",
"Buy Now":"اشتري الآن",
"PRICING":"الاسعار",
"username":"اسم المستخدم",
"Enter User Name":"ادخل اسم المستخدم",
"User Name":"اسم المستخدم",
"email":"بريد إلكتروني",
"Enter Your Email":"أدخل بريدك الإلكتروني",
"E-mail":"بريد إلكتروني",
"password":"كلمة المرور",
"Enter Your Password":"ادخل رقمك السري",
"Password":"كلمة المرور",
"cpassword":"كلمة المرور",
"confirm Your Password":"أكد رقمك السري",
"Confirm Password":"تأكيد كلمة المرور",
"Submit":"تاكيد",
"firstName":"الاسم الأول",
"Enter First Name":"أدخل الاسم الأول",
"First Name":"الاسم الأول",
"lastName":"اسم العائلة",
"Enter Last Name":" إدخال اسم العائلة",
"Last Name":"اسم العائلة",
"phone":"رقم الهاتف",
"Enter Your Phone":"ادخال رقم الهاتف",
"message":"رساله",
"Message":"رساله",
"Enter Your Message":"اكتب رسلاتك هنا",
"plaese enter your first name":"برجاء ادخال الاسم الاول",
"Back":"رجوع"








}
